Repository: antonkoetzler/antonkoetzler.github.io
Catalog: antonkoetzler_github_io/lib/l10n/app_*.arb
Languages: pt

# aboutMeTitle
source: About Me
pt: Sobre Mim

# aboutMeFact1
source: Frontend software engineer specializing in Flutter & React
pt: Desenvolvedor front-end especializando em Flutter e React

# aboutMeFact2
source: BSc in Computer Science from the University of Lethbridge
pt: Curso superior em Ciências Informáticas pela Universidade de Lethbridge

# aboutMeFact3
source: Living in Florianópolis, Brazil 🌴
pt: Morando em Florianópolis, Santa Catarina, Brasil 🌴

# aboutMeFact5
source: "An idiot admires complexity, a genius admires simplicity."
pt: "Um idiota admira a complexidade, um génio admira a simplicidade"

# professionalExperienceTitle
source: Professional Experience
pt: Experiência Profissional

# professionalExperienceDoutorIeDates
source: November 2023 - Present
pt: Novembro 2023 - Presente

# contactInformationTitle
source: Contact Information
pt: Informações de Contato

# contactInformationPhoneNumberTitle
source: Phone Number
pt: Telefone

# projectsTitle
source: Projects
pt: Projetos

# projectsMyoroFlutterLibraryFact1
source: My Flutter launchpad
pt: Meu launchpad para Flutter

# projectsMyoroFlutterLibraryFact2
source: Handles all of the boilerplate when creating a new Flutter project
pt: com todo o boilerplate de criar de um novo projeto em Flutter

# projectsMyoroFlutterLibraryFact3
source: Included design scheme with colors, typography, & widgets
pt: Esquema de design incluído com cores, tipografia, e widgets

# projectsMyoroFlutterLibraryFact4
source: Takes care of: Widgets, common files (abstracts, enums, extensions, helpers, etc), & local SQLite initialization
pt: Contém: Widgets, arquivos commons (abstracts, enums, extensions, helpers, etc), & inicialização de um banco de dados em SQLite local
