{
  "aboutMeTitle": "À propos de moi",
  "aboutMeFact1": "Ingénieur logiciel frontend spécialisé en Flutter et React",
  "aboutMeFact2": "Baccalauréat en informatique de l'Université de Lethbridge",
  "aboutMeFact3": "Vivant à Florianópolis, Brésil 🌴",
  "aboutMeFact4": "Né au Canada 🍁 et aussi à moitié brésilien 🏖️",
  "aboutMeFact5": "Locuteur natif d'anglais et courant en portugais",
  "aboutMeFact6": "\"Un idiot admire la complexité, un génie admire la simplicité.\"",
  "professionalExperienceTitle": "Expérience Professionnelle",
  "professionalExperienceDoutorIeCompany": "Doutor-IE",
  "professionalExperienceDoutorIeJobTitle": "Développeur Flutter Junior",
  "professionalExperienceDoutorIeStartDate": "Novembre 2023",
  "professionalExperienceDoutorIeEndDate": "Avril 2025",
  "professionalExperiencePrologAppCompany": "Prolog App",
  "professionalExperiencePrologAppJobTitle": "Développeur Flutter Niveau Intermédiaire",
  "professionalExperiencePrologAppStartDate": "Avril 2025",
  "professionalExperiencePrologAppEndDate": "Novembre 2025",
  "professionalExperienceOllyOllyCompany": "Olly Olly",
  "professionalExperienceOllyOllyJobTitle": "Développeur Fullstack Senior",
  "professionalExperienceOllyOllyStartDate": "Mai 2025",
  "professionalExperienceOllyOllyEndDate": "Actuellement",
  "contactInformationTitle": "Informations de Contact",
  "devStackTitle": "Stack de Développement",
  "techStackTitle": "Stack Technologique",
  "languagesTitle": "Langues",
  "projectsTitle": "Projets",
  "projectsMyoroMatchupTitle": "Myoro Matchup",
  "projectsMyoroMatchupFact1": "Application pour rassembler des amis pour pratiquer des sports organisés",
  "projectsMyoroMatchupFact2": "Gère les joueurs, le suivi des paiements, les détails et plus encore",
  "projectsMyoroMatchupFact3": "Découvrez-le sur le Play Store ou l'App Store",
  "projectsMyoroFlutterLibraryTitle": "Myoro Flutter Library",
  "projectsMyoroFlutterLibraryFact1": "Ma plateforme de lancement Flutter",
  "projectsMyoroFlutterLibraryFact2": "Gère tout le code répétitif lors de la création d'un nouveau projet Flutter",
  "projectsMyoroFlutterLibraryFact3": "Schéma de conception inclus avec couleurs, typographie et widgets",
  "projectsMyoroFlutterLibraryFact4": "S'occupe de : Widgets, fichiers communs (abstracts, enums, extensions, helpers, etc) et initialisation SQLite locale",
  "projectsNvimConfigTitle": "Ma Configuration Neovim",
  "projectsNvimConfigFact1": "Configuration Neovim modulaire entièrement équipée pour mes besoins",
  "projectsNvimConfigFact2": "Vous fera arrêter d'utiliser VSCode 😎",
  "projectsVscodeConfigTitle": "Ma Configuration VSCode",
  "projectsVscodeConfigFact1": "Aussi ma configuration VSCode si vous voulez y jeter un œil",
  "projectsPortfolioTitle": "Mon Portfolio",
  "projectsPortfolioFact1": "Ce site web !",
  "notionTitle": "Mes Pages Notion",
  "antonsFlutterBibleNotionPage": "Bible Flutter d'Anton",
  "myoroNotionPage": "Myoro",
  "2xkoNotionPage": "2XKO",
  "legalTitle": "Légal et Confidentialité",
  "legalPrivacyPolicyTitle": "Politique de Confidentialité",
  "legalPrivacyPolicyContent": "Cette Politique de Confidentialité décrit comment nous collectons, utilisons et protégeons vos informations lorsque vous utilisez nos applications. En utilisant nos services, vous acceptez la collecte et l'utilisation d'informations conformément à cette politique.",
  "legalDataCollectionTitle": "Informations que Nous Collectons",
  "legalDataCollectionContent": "Nous pouvons collecter des informations que vous nous fournissez directement, comme lorsque vous créez un compte, nous contactez ou utilisez nos services. Cela peut inclure des informations personnelles telles que votre nom, votre adresse e-mail et toute autre information que vous choisissez de fournir.",
  "legalDataUsageTitle": "Comment Nous Utilisons Vos Informations",
  "legalDataUsageContent": "Nous utilisons les informations collectées pour fournir, maintenir et améliorer nos services, pour communiquer avec vous et pour respecter les obligations légales. Nous ne vendons pas vos informations personnelles à des tiers.",
  "legalDataSharingTitle": "Partage d'Informations",
  "legalDataSharingContent": "Nous ne partageons pas vos informations personnelles avec des tiers, sauf comme décrit dans cette politique. Nous pouvons partager des informations lorsque la loi l'exige, pour protéger nos droits ou avec votre consentement.",
  "legalUserRightsTitle": "Vos Droits",
  "legalUserRightsContent": "Vous avez le droit d'accéder, de mettre à jour ou de supprimer vos informations personnelles. Vous pouvez également vous désinscrire de certaines pratiques de collecte de données. Pour exercer ces droits, veuillez nous contacter en utilisant les informations fournies ci-dessous.",
  "legalContactTitle": "Contactez-Nous",
  "legalContactContent": "Si vous avez des questions concernant cette Politique de Confidentialité, veuillez nous contacter à : antonkoetzler@gmail.com",
  "legalChangesTitle": "Modifications de Cette Politique",
  "legalChangesContent": "Nous pouvons mettre à jour cette Politique de Confidentialité de temps à autre. Nous vous informerons de tout changement en publiant la nouvelle Politique de Confidentialité sur cette page et en mettant à jour la date de \"Dernière Mise à Jour\".",
  "legalTermsTitle": "Conditions d'Utilisation",
  "legalAcceptanceTitle": "Acceptation des Conditions",
  "legalAcceptanceContent": "En accédant et en utilisant nos applications, vous acceptez et convenez d'être lié par les termes et dispositions de cet accord. Si vous n'acceptez pas de respecter ce qui précède, veuillez ne pas utiliser ce service.",
  "legalUseRestrictionsTitle": "Restrictions d'Utilisation",
  "legalUseRestrictionsContent": "Vous acceptez de ne pas utiliser le service d'une manière illégale, nuisible ou qui pourrait endommager, désactiver ou compromettre le service. Vous ne pouvez pas tenter d'obtenir un accès non autorisé à une partie du service.",
  "legalDisclaimerTitle": "Avertissement",
  "legalDisclaimerContent": "Le service est fourni \"tel quel\" sans garanties d'aucune sorte, expresses ou implicites. Nous ne garantissons pas que le service sera ininterrompu, sécurisé ou sans erreur.",
  "legalLimitationTitle": "Limitation de Responsabilité",
  "legalLimitationContent": "Dans la mesure maximale permise par la loi, nous ne serons pas responsables de tout dommage indirect, accessoire, spécial, consécutif ou punitif résultant de votre utilisation du service.",
  "legalGoverningLawTitle": "Loi Applicable",
  "legalGoverningLawContent": "Ces conditions seront régies et interprétées conformément aux lois applicables, sans égard à leurs dispositions relatives aux conflits de lois."
}
