{
  "aboutMeTitle": "Tentang Saya",
  "aboutMeFact1": "Insinyur perangkat lunak frontend yang mengkhususkan diri dalam Flutter dan React",
  "aboutMeFact2": "Sarjana Ilmu Komputer dari University of Lethbridge",
  "aboutMeFact3": "Tinggal di Florianópolis, Brasil 🌴",
  "aboutMeFact4": "Lahir di Kanada 🍁 dan juga setengah Brasil 🏖️",
  "aboutMeFact5": "Penutur asli bahasa Inggris dan fasih berbahasa Portugis",
  "aboutMeFact6": "\"Seorang idiot mengagumi kompleksitas, seorang jenius mengagumi kesederhanaan.\"",
  "professionalExperienceTitle": "Pengalaman Profesional",
  "professionalExperienceDoutorIeCompany": "Doutor-IE",
  "professionalExperienceDoutorIeJobTitle": "Pengembang Flutter Junior",
  "professionalExperienceDoutorIeStartDate": "November 2023",
  "professionalExperienceDoutorIeEndDate": "April 2025",
  "professionalExperiencePrologAppCompany": "Prolog App",
  "professionalExperiencePrologAppJobTitle": "Pengembang Flutter Tingkat Menengah",
  "professionalExperiencePrologAppStartDate": "April 2025",
  "professionalExperiencePrologAppEndDate": "November 2025",
  "professionalExperienceOllyOllyCompany": "Olly Olly",
  "professionalExperienceOllyOllyJobTitle": "Pengembang Fullstack Senior",
  "professionalExperienceOllyOllyStartDate": "Mei 2025",
  "professionalExperienceOllyOllyEndDate": "Saat ini",
  "contactInformationTitle": "Informasi Kontak",
  "devStackTitle": "Stack Pengembangan",
  "techStackTitle": "Stack Teknologi",
  "languagesTitle": "Bahasa",
  "projectsTitle": "Proyek",
  "projectsMyoroMatchupTitle": "Myoro Matchup",
  "projectsMyoroMatchupFact1": "Aplikasi untuk mengumpulkan teman untuk bermain olahraga terorganisir",
  "projectsMyoroMatchupFact2": "Mengelola pemain, pelacakan pembayaran, detail, dan lainnya",
  "projectsMyoroMatchupFact3": "Lihat di Play Store atau App Store",
  "projectsMyoroFlutterLibraryTitle": "Myoro Flutter Library",
  "projectsMyoroFlutterLibraryFact1": "Platform peluncuran Flutter saya",
  "projectsMyoroFlutterLibraryFact2": "Menangani semua boilerplate saat membuat proyek Flutter baru",
  "projectsMyoroFlutterLibraryFact3": "Skema desain yang disertakan dengan warna, tipografi, dan widget",
  "projectsMyoroFlutterLibraryFact4": "Mengurus: Widget, file umum (abstracts, enums, extensions, helpers, etc) dan inisialisasi SQLite lokal",
  "projectsNvimConfigTitle": "Konfigurasi Neovim Saya",
  "projectsNvimConfigFact1": "Konfigurasi Neovim modular yang lengkap untuk kebutuhan saya",
  "projectsNvimConfigFact2": "Akan membuat Anda berhenti menggunakan VSCode 😎",
  "projectsVscodeConfigTitle": "Konfigurasi VSCode Saya",
  "projectsVscodeConfigFact1": "Juga konfigurasi VSCode saya jika Anda ingin melihatnya",
  "projectsPortfolioTitle": "Portofolio Saya",
  "projectsPortfolioFact1": "Situs web ini!",
  "affineTitle": "Halaman AFFiNE Saya",
  "antonsFlutterBibleAffinePage": "Alkitab Flutter Anton",
  "myoroAffinePage": "Myoro",
  "2xkoAffinePage": "2XKO",
  "legalTitle": "Hukum & Privasi",
  "legalPrivacyPolicyTitle": "Kebijakan Privasi",
  "legalPrivacyPolicyContent": "Kebijakan Privasi ini menjelaskan bagaimana kami mengumpulkan, menggunakan, dan melindungi informasi Anda saat Anda menggunakan aplikasi kami. Dengan menggunakan layanan kami, Anda setuju untuk pengumpulan dan penggunaan informasi sesuai dengan kebijakan ini.",
  "legalDataCollectionTitle": "Informasi yang Kami Kumpulkan",
  "legalDataCollectionContent": "Kami dapat mengumpulkan informasi yang Anda berikan langsung kepada kami, seperti saat Anda membuat akun, menghubungi kami, atau menggunakan layanan kami. Ini mungkin termasuk informasi pribadi seperti nama Anda, alamat email, dan informasi lain yang Anda pilih untuk berikan.",
  "legalDataUsageTitle": "Bagaimana Kami Menggunakan Informasi Anda",
  "legalDataUsageContent": "Kami menggunakan informasi yang kami kumpulkan untuk menyediakan, memelihara, dan meningkatkan layanan kami, untuk berkomunikasi dengan Anda, dan untuk mematuhi kewajiban hukum. Kami tidak menjual informasi pribadi Anda kepada pihak ketiga.",
  "legalDataSharingTitle": "Berbagi Informasi",
  "legalDataSharingContent": "Kami tidak membagikan informasi pribadi Anda kepada pihak ketiga kecuali seperti yang dijelaskan dalam kebijakan ini. Kami dapat membagikan informasi ketika diwajibkan oleh hukum, untuk melindungi hak kami, atau dengan persetujuan Anda.",
  "legalUserRightsTitle": "Hak Anda",
  "legalUserRightsContent": "Anda berhak untuk mengakses, memperbarui, atau menghapus informasi pribadi Anda. Anda juga dapat memilih untuk tidak berpartisipasi dalam praktik pengumpulan data tertentu. Untuk menggunakan hak-hak ini, silakan hubungi kami menggunakan informasi yang diberikan di bawah ini.",
  "legalContactTitle": "Hubungi Kami",
  "legalContactContent": "Jika Anda memiliki pertanyaan tentang Kebijakan Privasi ini, silakan hubungi kami di: antonkoetzler@gmail.com",
  "legalChangesTitle": "Perubahan pada Kebijakan Ini",
  "legalChangesContent": "Kami dapat memperbarui Kebijakan Privasi ini dari waktu ke waktu. Kami akan memberi tahu Anda tentang perubahan apa pun dengan memposting Kebijakan Privasi baru di halaman ini dan memperbarui tanggal \"Terakhir Diperbarui\".",
  "legalTermsTitle": "Ketentuan Layanan",
  "legalAcceptanceTitle": "Penerimaan Ketentuan",
  "legalAcceptanceContent": "Dengan mengakses dan menggunakan aplikasi kami, Anda menerima dan setuju untuk terikat oleh ketentuan dan ketentuan perjanjian ini. Jika Anda tidak setuju untuk mematuhi hal di atas, harap jangan gunakan layanan ini.",
  "legalUseRestrictionsTitle": "Pembatasan Penggunaan",
  "legalUseRestrictionsContent": "Anda setuju untuk tidak menggunakan layanan dengan cara apa pun yang ilegal, berbahaya, atau dapat merusak, menonaktifkan, atau merusak layanan. Anda tidak boleh mencoba mendapatkan akses tidak sah ke bagian mana pun dari layanan.",
  "legalDisclaimerTitle": "Penyangkalan",
  "legalDisclaimerContent": "Layanan disediakan \"sebagaimana adanya\" tanpa jaminan apa pun, baik tersurat maupun tersirat. Kami tidak menjamin bahwa layanan akan tidak terputus, aman, atau bebas dari kesalahan.",
  "legalLimitationTitle": "Pembatasan Tanggung Jawab",
  "legalLimitationContent": "Sejauh diizinkan oleh hukum, kami tidak akan bertanggung jawab atas kerugian tidak langsung, insidental, khusus, konsekuensial, atau hukuman yang diakibatkan dari penggunaan layanan Anda.",
  "legalGoverningLawTitle": "Hukum yang Berlaku",
  "legalGoverningLawContent": "Ketentuan ini akan diatur dan ditafsirkan sesuai dengan hukum yang berlaku, tanpa memperhatikan ketentuan konflik hukumnya."
}
