{
  "aboutMeTitle": "Over Mij",
  "aboutMeFact1": "Frontend software engineer gespecialiseerd in Flutter en React",
  "aboutMeFact2": "BSc Computerwetenschappen aan de University of Lethbridge",
  "aboutMeFact3": "Woonachtig in Florianópolis, Brazilië 🌴",
  "aboutMeFact4": "Geboren in Canada 🍁 en ook half Braziliaans 🏖️",
  "aboutMeFact5": "Moedertaalspreker Engels en vloeiend in Portugees",
  "aboutMeFact6": "\"Een idioot bewondert complexiteit, een genie bewondert eenvoud.\"",
  "professionalExperienceTitle": "Professionele Ervaring",
  "professionalExperienceDoutorIeCompany": "Doutor-IE",
  "professionalExperienceDoutorIeJobTitle": "Junior Flutter Ontwikkelaar",
  "professionalExperienceDoutorIeStartDate": "November 2023",
  "professionalExperienceDoutorIeEndDate": "April 2025",
  "professionalExperiencePrologAppCompany": "Prolog App",
  "professionalExperiencePrologAppJobTitle": "Middenniveau Flutter Ontwikkelaar",
  "professionalExperiencePrologAppStartDate": "April 2025",
  "professionalExperiencePrologAppEndDate": "November 2025",
  "professionalExperienceOllyOllyCompany": "Olly Olly",
  "professionalExperienceOllyOllyJobTitle": "Senior Fullstack Ontwikkelaar",
  "professionalExperienceOllyOllyStartDate": "Mei 2025",
  "professionalExperienceOllyOllyEndDate": "Huidig",
  "contactInformationTitle": "Contactgegevens",
  "devStackTitle": "Ontwikkelstack",
  "techStackTitle": "Technologiestack",
  "languagesTitle": "Talen",
  "projectsTitle": "Projecten",
  "projectsMyoroMatchupTitle": "Myoro Matchup",
  "projectsMyoroMatchupFact1": "App om vrienden te verzamelen om georganiseerde sporten te spelen",
  "projectsMyoroMatchupFact2": "Beheert spelers, betalingsopvolging, details en meer",
  "projectsMyoroMatchupFact3": "Bekijk het in de Play Store of App Store",
  "projectsMyoroFlutterLibraryTitle": "Myoro Flutter Library",
  "projectsMyoroFlutterLibraryFact1": "Mijn Flutter lanceerplatform",
  "projectsMyoroFlutterLibraryFact2": "Handelt alle boilerplate af bij het maken van een nieuw Flutter-project",
  "projectsMyoroFlutterLibraryFact3": "Inbegrepen ontwerpschema met kleuren, typografie en widgets",
  "projectsMyoroFlutterLibraryFact4": "Zorgt voor: Widgets, gemeenschappelijke bestanden (abstracts, enums, extensions, helpers, etc) en lokale SQLite-initialisatie",
  "projectsNvimConfigTitle": "Mijn Neovim Configuratie",
  "projectsNvimConfigFact1": "Modulaire Neovim-configuratie volledig uitgerust voor mijn behoeften",
  "projectsNvimConfigFact2": "Zal je stoppen met het gebruik van VSCode 😎",
  "projectsVscodeConfigTitle": "Mijn VSCode Configuratie",
  "projectsVscodeConfigFact1": "Ook mijn VSCode-configuratie als je er een kijkje in wilt nemen",
  "projectsPortfolioTitle": "Mijn Portfolio",
  "projectsPortfolioFact1": "Deze website!",
  "affineTitle": "Mijn AFFiNE Pagina's",
  "antonsFlutterBibleAffinePage": "Antons Flutter Bijbel",
  "myoroAffinePage": "Myoro",
  "2xkoAffinePage": "2XKO",
  "legalTitle": "Juridisch & Privacy",
  "legalPrivacyPolicyTitle": "Privacybeleid",
  "legalPrivacyPolicyContent": "Dit Privacybeleid beschrijft hoe we uw informatie verzamelen, gebruiken en beschermen wanneer u onze applicaties gebruikt. Door onze diensten te gebruiken, stemt u in met het verzamelen en gebruiken van informatie in overeenstemming met dit beleid.",
  "legalDataCollectionTitle": "Informatie die We Verzamelen",
  "legalDataCollectionContent": "We kunnen informatie verzamelen die u rechtstreeks aan ons verstrekt, zoals wanneer u een account aanmaakt, contact met ons opneemt of onze diensten gebruikt. Dit kan persoonlijke informatie omvatten zoals uw naam, e-mailadres en andere informatie die u kiest te verstrekken.",
  "legalDataUsageTitle": "Hoe We Uw Informatie Gebruiken",
  "legalDataUsageContent": "We gebruiken de verzamelde informatie om onze diensten te leveren, te onderhouden en te verbeteren, om met u te communiceren en om te voldoen aan wettelijke verplichtingen. We verkopen uw persoonlijke informatie niet aan derden.",
  "legalDataSharingTitle": "Informatie Delen",
  "legalDataSharingContent": "We delen uw persoonlijke informatie niet met derden, behalve zoals beschreven in dit beleid. We kunnen informatie delen wanneer dit door de wet wordt vereist, om onze rechten te beschermen, of met uw toestemming.",
  "legalUserRightsTitle": "Uw Rechten",
  "legalUserRightsContent": "U heeft het recht om toegang te krijgen tot, bij te werken of uw persoonlijke informatie te verwijderen. U kunt zich ook afmelden voor bepaalde gegevensverzamelingspraktijken. Om deze rechten uit te oefenen, neem contact met ons op met behulp van de hieronder verstrekte informatie.",
  "legalContactTitle": "Neem Contact Op",
  "legalContactContent": "Als u vragen heeft over dit Privacybeleid, neem dan contact met ons op via: antonkoetzler@gmail.com",
  "legalChangesTitle": "Wijzigingen in Dit Beleid",
  "legalChangesContent": "We kunnen dit Privacybeleid van tijd tot tijd bijwerken. We zullen u op de hoogte stellen van wijzigingen door het nieuwe Privacybeleid op deze pagina te plaatsen en de datum \"Laatst Bijgewerkt\" bij te werken.",
  "legalTermsTitle": "Servicevoorwaarden",
  "legalAcceptanceTitle": "Acceptatie van Voorwaarden",
  "legalAcceptanceContent": "Door toegang te krijgen tot en gebruik te maken van onze applicaties, accepteert en stemt u ermee in gebonden te zijn aan de voorwaarden en bepalingen van deze overeenkomst. Als u niet akkoord gaat met het bovenstaande, gebruik deze service dan niet.",
  "legalUseRestrictionsTitle": "Gebruiksbeperkingen",
  "legalUseRestrictionsContent": "U stemt ermee in de service niet op enige manier te gebruiken die illegaal, schadelijk is of de service kan beschadigen, uitschakelen of belemmeren. U mag niet proberen onbevoegde toegang te krijgen tot een deel van de service.",
  "legalDisclaimerTitle": "Disclaimer",
  "legalDisclaimerContent": "De service wordt geleverd \"zoals deze is\" zonder garanties van welke aard dan ook, expliciet of impliciet. We garanderen niet dat de service ononderbroken, veilig of foutloos zal zijn.",
  "legalLimitationTitle": "Aansprakelijkheidsbeperking",
  "legalLimitationContent": "Voor zover toegestaan door de wet, zijn we niet aansprakelijk voor indirecte, incidentele, speciale, gevolgschade of strafschade als gevolg van uw gebruik van de service.",
  "legalGoverningLawTitle": "Toepasselijk Recht",
  "legalGoverningLawContent": "Deze voorwaarden worden beheerst door en uitgelegd in overeenstemming met toepasselijke wetten, zonder rekening te houden met de bepalingen inzake rechtsconflicten."
}
