{
  "aboutMeTitle": "Về Tôi",
  "aboutMeFact1": "Kỹ sư phần mềm frontend chuyên về Flutter và React",
  "aboutMeFact2": "Cử nhân Khoa học Máy tính từ Đại học Lethbridge",
  "aboutMeFact3": "Sống ở Florianópolis, Brazil 🌴",
  "aboutMeFact4": "Sinh ra ở Canada 🍁 và cũng là một nửa người Brazil 🏖️",
  "aboutMeFact5": "Người nói tiếng Anh bản ngữ và thông thạo tiếng Bồ Đào Nha",
  "aboutMeFact6": "\"Kẻ ngốc ngưỡng mộ sự phức tạp, thiên tài ngưỡng mộ sự đơn giản.\"",
  "professionalExperienceTitle": "Kinh Nghiệm Chuyên Nghiệp",
  "professionalExperienceDoutorIeCompany": "Doutor-IE",
  "professionalExperienceDoutorIeJobTitle": "Nhà Phát Triển Flutter Junior",
  "professionalExperienceDoutorIeStartDate": "Tháng 11 năm 2023",
  "professionalExperienceDoutorIeEndDate": "Tháng 4 năm 2025",
  "professionalExperiencePrologAppCompany": "Prolog App",
  "professionalExperiencePrologAppJobTitle": "Nhà Phát Triển Flutter Cấp Trung",
  "professionalExperiencePrologAppStartDate": "Tháng 4 năm 2025",
  "professionalExperiencePrologAppEndDate": "Tháng 11 năm 2025",
  "professionalExperienceOllyOllyCompany": "Olly Olly",
  "professionalExperienceOllyOllyJobTitle": "Nhà Phát Triển Fullstack Senior",
  "professionalExperienceOllyOllyStartDate": "Tháng 5 năm 2025",
  "professionalExperienceOllyOllyEndDate": "Hiện Tại",
  "contactInformationTitle": "Thông Tin Liên Hệ",
  "devStackTitle": "Ngăn Xếp Phát Triển",
  "techStackTitle": "Ngăn Xếp Công Nghệ",
  "languagesTitle": "Ngôn Ngữ",
  "projectsTitle": "Dự Án",
  "projectsMyoroMatchupTitle": "Myoro Matchup",
  "projectsMyoroMatchupFact1": "Ứng dụng để tập hợp bạn bè chơi thể thao có tổ chức",
  "projectsMyoroMatchupFact2": "Quản lý người chơi, theo dõi thanh toán, chi tiết và hơn thế nữa",
  "projectsMyoroMatchupFact3": "Xem trên Play Store hoặc App Store",
  "projectsMyoroFlutterLibraryTitle": "Myoro Flutter Library",
  "projectsMyoroFlutterLibraryFact1": "Nền tảng khởi chạy Flutter của tôi",
  "projectsMyoroFlutterLibraryFact2": "Xử lý tất cả mã mẫu khi tạo dự án Flutter mới",
  "projectsMyoroFlutterLibraryFact3": "Lược đồ thiết kế bao gồm với màu sắc, kiểu chữ và widget",
  "projectsMyoroFlutterLibraryFact4": "Chăm sóc: Widget, tệp chung (abstracts, enums, extensions, helpers, etc) và khởi tạo SQLite cục bộ",
  "projectsNvimConfigTitle": "Cấu Hình Neovim Của Tôi",
  "projectsNvimConfigFact1": "Cấu hình Neovim mô-đun được trang bị đầy đủ cho nhu cầu của tôi",
  "projectsNvimConfigFact2": "Sẽ khiến bạn ngừng sử dụng VSCode 😎",
  "projectsVscodeConfigTitle": "Cấu Hình VSCode Của Tôi",
  "projectsVscodeConfigFact1": "Cũng là cấu hình VSCode của tôi nếu bạn muốn xem",
  "projectsPortfolioTitle": "Danh Mục Đầu Tư Của Tôi",
  "projectsPortfolioFact1": "Trang web này!",
  "affineTitle": "Trang AFFiNE Của Tôi",
  "antonsFlutterBibleAffinePage": "Kinh Thánh Flutter Của Anton",
  "myoroAffinePage": "Myoro",
  "2xkoAffinePage": "2XKO",
  "legalTitle": "Pháp Lý và Quyền Riêng Tư",
  "legalPrivacyPolicyTitle": "Chính Sách Bảo Mật",
  "legalPrivacyPolicyContent": "Chính Sách Bảo Mật này mô tả cách chúng tôi thu thập, sử dụng và bảo vệ thông tin của bạn khi bạn sử dụng ứng dụng của chúng tôi. Bằng cách sử dụng dịch vụ của chúng tôi, bạn đồng ý với việc thu thập và sử dụng thông tin theo chính sách này.",
  "legalDataCollectionTitle": "Thông Tin Chúng Tôi Thu Thập",
  "legalDataCollectionContent": "Chúng tôi có thể thu thập thông tin mà bạn cung cấp trực tiếp cho chúng tôi, chẳng hạn như khi bạn tạo tài khoản, liên hệ với chúng tôi hoặc sử dụng dịch vụ của chúng tôi. Điều này có thể bao gồm thông tin cá nhân như tên, địa chỉ email và bất kỳ thông tin nào khác mà bạn chọn cung cấp.",
  "legalDataUsageTitle": "Cách Chúng Tôi Sử Dụng Thông Tin Của Bạn",
  "legalDataUsageContent": "Chúng tôi sử dụng thông tin thu thập để cung cấp, duy trì và cải thiện dịch vụ, giao tiếp với bạn và tuân thủ nghĩa vụ pháp lý. Chúng tôi không bán thông tin cá nhân của bạn cho bên thứ ba.",
  "legalDataSharingTitle": "Chia Sẻ Thông Tin",
  "legalDataSharingContent": "Chúng tôi không chia sẻ thông tin cá nhân của bạn với bên thứ ba, ngoại trừ như mô tả trong chính sách này. Chúng tôi có thể chia sẻ thông tin khi được yêu cầu bởi pháp luật, để bảo vệ quyền của chúng tôi hoặc với sự đồng ý của bạn.",
  "legalUserRightsTitle": "Quyền Của Bạn",
  "legalUserRightsContent": "Bạn có quyền truy cập, cập nhật hoặc xóa thông tin cá nhân của mình. Bạn cũng có thể từ chối một số hoạt động thu thập dữ liệu. Để thực hiện các quyền này, vui lòng liên hệ với chúng tôi bằng thông tin được cung cấp bên dưới.",
  "legalContactTitle": "Liên Hệ Chúng Tôi",
  "legalContactContent": "Nếu bạn có bất kỳ câu hỏi nào về Chính Sách Bảo Mật này, vui lòng liên hệ với chúng tôi tại: antonkoetzler@gmail.com",
  "legalChangesTitle": "Thay Đổi Chính Sách Này",
  "legalChangesContent": "Chúng tôi có thể cập nhật Chính Sách Bảo Mật này theo thời gian. Chúng tôi sẽ thông báo cho bạn về bất kỳ thay đổi nào bằng cách đăng Chính Sách Bảo Mật mới trên trang này và cập nhật ngày \"Cập Nhật Lần Cuối\".",
  "legalTermsTitle": "Điều Khoản Dịch Vụ",
  "legalAcceptanceTitle": "Chấp Nhận Điều Khoản",
  "legalAcceptanceContent": "Bằng cách truy cập và sử dụng ứng dụng của chúng tôi, bạn chấp nhận và đồng ý bị ràng buộc bởi các điều khoản và quy định của thỏa thuận này. Nếu bạn không đồng ý tuân theo những điều trên, vui lòng không sử dụng dịch vụ này.",
  "legalUseRestrictionsTitle": "Hạn Chế Sử Dụng",
  "legalUseRestrictionsContent": "Bạn đồng ý không sử dụng dịch vụ theo bất kỳ cách nào bất hợp pháp, có hại hoặc có thể làm hỏng, vô hiệu hóa hoặc làm suy yếu dịch vụ. Bạn không được cố gắng truy cập trái phép vào bất kỳ phần nào của dịch vụ.",
  "legalDisclaimerTitle": "Tuyên Bố Miễn Trừ",
  "legalDisclaimerContent": "Dịch vụ được cung cấp \"nguyên trạng\" mà không có bất kỳ bảo đảm nào, dù rõ ràng hay ngụ ý. Chúng tôi không đảm bảo rằng dịch vụ sẽ không bị gián đoạn, an toàn hoặc không có lỗi.",
  "legalLimitationTitle": "Giới Hạn Trách Nhiệm",
  "legalLimitationContent": "Trong phạm vi tối đa được pháp luật cho phép, chúng tôi sẽ không chịu trách nhiệm về bất kỳ thiệt hại gián tiếp, ngẫu nhiên, đặc biệt, hậu quả hoặc trừng phạt nào do việc sử dụng dịch vụ của bạn.",
  "legalGoverningLawTitle": "Luật Áp Dụng",
  "legalGoverningLawContent": "Các điều khoản này sẽ được điều chỉnh và giải thích theo luật pháp hiện hành, không tính đến các quy định về xung đột pháp luật."
}
